Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# EmojiMood.people
source: People
ar: أشخاص
az: İnsanlar
be: Людзі
bn: মানুষ
ca: Persones
cs: Lidé
da: Personer
de: Menschen
el: Άνθρωποι
es: Personas
fi: Ihmiset
fr: Personnes
he: אנשים
hi: लोग
hr: Ljudi
hu: Emberek
hy: Մարդիկ
id: Orang
is: Fólk
it: Persone
ja: 人物
ka: ადამიანები
kk: Адамдар
ko: 인물
ky: Адамдар
ms: Orang
nb: Personer
nl: Mensen
pl: Ludzie
pt: Pessoas
ro: Persoane
ru: Люди
sk: Ľudia
sv: Människor
th: ผู้คน
tr: İnsanlar
uk: Люди
vi: Con người
zh_hans: 人物
zh_hant: 人物

# EmojiMood.positive
source: Positive
ar: إيجابي
az: Müsbət
be: Пазітыўны
bn: ইতিবাচক
ca: Positiu
cs: Pozitivní
da: Positiv
de: Positiv
el: Θετικά
es: Positivas
fi: Positiivinen
fr: Positif
he: חיובי
hi: सकारात्मक
hr: Pozitivno
hu: Pozitív
hy: Դրական
id: Positif
is: Jákvætt
it: Positivi
ja: ポジティブ
ka: პოზიტიური
kk: Жағымды
ko: 긍정적
ky: Оң
ms: Positif
nb: Positiv
nl: Positief
pl: Pozytywne
pt: Positivos
ro: Pozitiv
ru: Позитивные
sk: Pozitívne
sv: Positiva
th: เชิงบวก
tr: Olumlu
uk: Позитивні
vi: Tích cực
zh_hans: 正面
zh_hant: 正面

# EmojiMood.symbols
source: Symbols
ar: رموز
az: Simvollar
be: Сімвалы
bn: চিহ্ন
ca: Símbols
cs: Symboly
da: Symboler
de: Symbole
el: Σύμβολα
es: Símbolos
fi: Symbolit
fr: Symboles
he: סמלים
hi: प्रतीक
hr: Simboli
hu: Szimbólumok
hy: Խորհրդանիշներ
id: Simbol
is: Tákn
it: Simboli
ja: 記号
ka: სიმბოლოები
kk: Белгілер
ko: 기호
ky: Символдор
ms: Simbol
nb: Symboler
nl: Symbolen
pl: Symbole
pt: Símbolos
ro: Simboluri
ru: Символы
sk: Symboly
sv: Symboler
th: สัญลักษณ์
tr: Semboller
uk: Символи
vi: Ký hiệu
zh_hans: 符号
zh_hant: 符號

# EmojiSettings.EmojiSelection.description
source: Select the **type of emoji** to encode text into a unique emoji sequence. Decoding text from any emoji type happens **automatically**.
ar: اختر **نوع الإيموجي** لترميز النص إلى تسلسل إيموجي فريد. فك ترميز النص من أي نوع إيموجي يحدث **تلقائياً**.
az: Mətni unikal emoji ardıcıllığına kodlaşdırmaq üçün **emoji növünü** seç. İstənilən emoji növündən mətni dekodlaşdırmaq **avtomatik** aparılır.
be: Выберыце **тып эмодзі** для кадавання тэксту ў унікальную паслядоўнасць эмодзі. Дэкадаванне тэксту з любога тыпу эмодзі адбываецца **аўтаматычна**.
bn: টেক্সটকে একটি অনন্য ইমোজি ক্রমে এনকোড করতে **ইমোজির ধরন** নির্বাচন করুন। যেকোনো ইমোজি ধরন থেকে টেক্সট ডিকোড করা **স্বয়ংক্রিয়ভাবে** হয়।
ca: Selecciona el **tipus d'emoji** per codificar el text en una seqüència d'emojis única. La descodificació del text de qualsevol tipus d'emoji es fa **automàticament**.
cs: Vyberte **typ emoji**, do kterého chcete text zakódovat do jedinečné sekvence. Dekódování textu z jakéhokoli typu emoji probíhá **automaticky**.
da: Vælg **typen af emoji** for at kode teksten til en unik sekvens af emojis. Afkodning af tekst fra enhver type emoji sker **automatisk**.
de: Wähle den **Emoji-Typ**, um Text in eine einzigartige Emoji-Sequenz zu kodieren. Die Dekodierung aus jedem Emoji-Typ erfolgt **automatisch**.
el: Επιλέξτε τον **τύπο emoji** για να κωδικοποιήσετε το κείμενο σε μια μοναδική ακολουθία emoji. Η αποκωδικοποίηση κειμένου από οποιονδήποτε τύπο emoji πραγματοποιείται **αυτόματα**.
es: Selecciona el **tipo de emoji** para codificar el texto en una secuencia única de emoji. La decodificación del texto desde cualquier tipo de emoji ocurre **automáticamente**.
fi: Valitse **emoji-tyyppi**, johon koodaat tekstin ainutlaatuiseksi emojijonoksi. Tekstin dekoodaus mistä tahansa emoji-tyypistä tapahtuu **automaattisesti**.
fr: Sélectionnez le **type d'emoji** pour encoder le texte en une séquence d'emoji unique. Le décodage du texte à partir de n'importe quel type d'emoji se fait **automatiquement**.
he: בחר את **סוג האמוג'י** לקידוד טקסט לרצף אמוג'י ייחודי. פענוח טקסט מכל סוג אמוג'י מתבצע **אוטומטית**.
hi: **इमोजी का प्रकार** चुनें ताकि पाठ को एक अनोखी इमोजी श्रृंखला में एन्कोड किया जा सके। किसी भी इमोजी प्रकार से पाठ डिकोड करना **स्वचालित रूप से** होता है।
hr: Odaberite **vrstu emodžija** kako biste tekst kodirali u jedinstveni niz emodžija. Dekodiranje teksta iz bilo koje vrste emodžija odvija se **automatski**.
hu: Válaszd ki az **emoji típusát**, amelybe a szöveget egyedi emoji sorozattá kódolod. A bármely emoji típusból történő visszafejtés **automatikusan** megtörténik.
hy: Ընտրեք **emoji-ի տեսակը**, որպեսզի տեքստը կոդավորեք եզակի emoji-ների հաջորդականությամբ. Տեքստի ապակոդավորումը ցանկացած emoji տեսակից կատարվում է **ավտոմատ**.
id: Pilih **jenis emoji** untuk mengodekan teks menjadi rangkaian emoji unik. Dekode teks dari jenis emoji apa pun terjadi **secara otomatis**.
is: Veldu **tegund emoji** til að kóða texta í einstaka emoji-röð. Afkóðun texta úr hvaða emoji-tegund sem er fer fram **sjálfkrafa**.
it: Seleziona il **tipo di emoji** per codificare il testo in una sequenza di emoji unica. La decodifica del testo da qualsiasi tipo di emoji avviene **automaticamente**.
ja: テキストをユニークな絵文字シーケンスにエンコードするには、**使用する絵文字の種類**を選択してください。 どの種類の絵文字でも、テキストのデコードは**自動的に**行われます。
ka: აირჩიეთ **ემოჯის ტიპი**, რათა ტექტი უნიკალურ ემოჯი-სექვენციად დააკოდოთ. ნებისმიერი ტიპის ემოჯიდან ტექსტის დეკოდირება ხდება **ავტომატურად**.
kk: Мәтінді бірегей эмодзи тізбегіне кодтау үшін **эмодзи түрін** таңдаңыз. Кез келген эмодзи түрінен мәтінді декодтау **автоматты** жүреді.
ko: 텍스트를 고유한 이모지 시퀀스로 인코딩하기 위해 **이모지 유형을 선택**하세요。 어떤 이모지 유형이든 텍스트를 **자동으로** 디코딩합니다。
ky: Текстти уникалдуу эмодзи ырааттуулугуна коддоо үчүн **эмодзи түрүн** тандаңыз. Каалаган эмодзи түрүнөн текстти декоддоо **автоматтык түрдө** жүрөт.
ms: Pilih **jenis emoji** untuk mengekod teks kepada jujukan emoji yang unik. Penyahsulitan teks daripada mana-mana jenis emoji berlaku **secara automatik**.
nb: Velg **typen emoji** for å kode tekst til en unik emojisekvens. Dekoding av tekst fra enhver emojitype skjer **automatisk**.
nl: Selecteer het **type emoji** om tekst te coderen in een unieke emojireeks. Het decoderen van tekst vanuit elk emojitype gebeurt **automatisch**.
pl: Wybierz **rodzaj emoji**, aby zakodować tekst w unikalną sekwencję emoji. Dekodowanie tekstu z dowolnego rodzaju emoji odbywa się **automatycznie**.
pt: Selecione o **tipo de emoji** para codificar o texto em uma sequência exclusiva de emojis. A decodificação do texto a partir de qualquer tipo de emoji acontece **automaticamente**.
ro: Selectează **tipul de emoji** pentru a codifica textul într-o secvență unică de emoji. Decodarea textului din orice tip de emoji se face **automat**.
ru: Выберите **тип эмодзи**, чтобы закодировать текст в уникальную последовательность эмодзи. Декодирование текста из любого типа эмодзи происходит **автоматически**.
sk: Vyber **typ emoji**, ktorým zakóduješ text do jedinečnej sekvencie. Dekódovanie textu z akéhokoľvek typu emoji prebieha **automaticky**.
sv: Välj **typ av emoji** för att koda text till en unik emojisekvens. Dekryptering från vilken emojityp som helst sker **automatiskt**.
th: เลือก **ประเภทอีโมจิ** เพื่อเข้ารหัสข้อความเป็นชุดอีโมจิที่ไม่ซ้ำกัน. การถอดข้อความจากอีโมจิประเภทใดๆ จะเกิดขึ้น **โดยอัตโนมัติ**.
tr: Metni benzersiz bir emoji dizisine kodlamak için **emoji türünü seçin**. Herhangi bir emoji türünden metni çözme işlemi **otomatik** olarak gerçekleşir.
uk: Виберіть **тип емодзі**, щоб закодувати текст в унікальну послідовність емодзі. Розшифрування тексту з будь-якого типу емодзі відбувається **автоматично**.
vi: Chọn **loại biểu tượng cảm xúc** để mã hóa văn bản thành chuỗi emoji độc đáo. Việc giải mã văn bản từ bất kỳ loại emoji nào sẽ diễn ra **tự động**.
zh_hans: 选择**表情符号类型**，将文本编码为独特的表情符号序列。 从任何表情符号类型解码文本都会**自动完成**。
zh_hant: 選擇**表情符號型別**，將文字編碼為獨特的表情符號序列。 從任何表情符號型別解碼文字都會**自動完成**。

# EmojiSettings.EmojiSelection.title
source: Emoji Encoding
ar: ترميز الإيموجي
az: Emoji kodlaşdırması
be: Кадаванне эмодзі
bn: ইমোজি এনকোডিং
ca: Codificació amb emoji
cs: Kódování emoji
da: Emoji-kodning
de: Emoji-Kodierung
el: Κωδικοποίηση με emoji
es: Codificación con emoji
fi: Emoji-koodaus
fr: Encodage en emoji
he: קידוד אמוג'י
hi: इमोजी एन्कोडिंग
hr: Kodiranje emodžijima
hu: Emoji-kódolás
hy: Emoji կոդավորում
id: Pengodean Emoji
is: Emoji-kóðun
it: Codifica con emoji
ja: 絵文字エンコード
ka: ემოჯის კოდირება
kk: Эмодзи кодтауы
ko: 이모지 인코딩
ky: Эмодзи коддоо
ms: Pengekodan Emoji
nb: Emoji-koding
nl: Emoji-codering
pl: Kodowanie emoji
pt: Codificação por emoji
ro: Codificare emoji
ru: Эмодзи-кодирование
sk: Kódovanie emoji
sv: Emoji-kodning
th: การเข้ารหัสด้วยอีโมจิ
tr: Emoji kodlama
uk: Кодування емодзі
vi: Mã hóa bằng biểu tượng cảm xúc
zh_hans: 表情符号编码
zh_hant: 表情符號編碼

# Error.argon2Failed
source: Failed to generate key using Argon2.
ar: فشل إنشاء المفتاح باستخدام Argon2.
az: Argon2 ilə açar yaratmaq mümkün olmadı.
be: Не ўдалося стварыць ключ з дапамогай Argon2.
bn: Argon2 ব্যবহার করে কী তৈরি করতে ব্যর্থ হয়েছে।
ca: No s'ha pogut generar la clau amb Argon2.
cs: Nepodařilo se vygenerovat klíč pomocí Argon2.
da: Kunne ikke generere nøgle med Argon2.
de: Fehler beim Generieren des Schlüssels mit Argon2.
el: Αποτυχία δημιουργίας κλειδιού με το Argon2.
es: No se pudo generar la clave usando Argon2.
fi: Argon2-avaimen luominen epäonnistui.
fr: Impossible de générer la clé avec Argon2.
he: כשל ביצירת מפתח באמצעות Argon2.
hi: Argon2 का उपयोग करके कुंजी बनाना विफल रहा।
hr: Nije uspjelo generiranje ključa pomoću Argon2.
hu: Nem sikerült Argon2 kulcsot generálni.
hy: Չհաջողվեց Argon2-ով ստեղծել բանալին.
id: Gagal menghasilkan kunci menggunakan Argon2.
is: Tókst ekki að búa til lykil með Argon2.
it: Impossibile generare la chiave con Argon2.
ja: Argon2 で鍵を生成できませんでした。
ka: Argon2–ით გასაღები კოდის გენერირება ვერ მოხერხდა.
kk: Argon2 арқылы кілт жасау сәтсіз аяқталды.
ko: Argon2로 키를 생성하지 못했습니다。
ky: Argon2 аркылуу ачкыч жаратуу ийгиликсиз аяктады.
ms: Gagal menjana kunci menggunakan Argon2.
nb: Kunne ikke generere nøkkel med Argon2.
nl: Het is niet gelukt een sleutel te genereren met Argon2.
pl: Nie udało się wygenerować klucza za pomocą Argon2.
pt: Falha ao gerar a chave com Argon2.
ro: Nu s-a putut genera cheia folosind Argon2.
ru: Не удалось сгенерировать ключ с помощью Argon2.
sk: Nepodarilo sa vygenerovať kľúč pomocou Argon2.
sv: Det gick inte att generera nyckel med Argon2.
th: ไม่สามารถสร้างคีย์ด้วย Argon2 ได้.
tr: Argon2 ile anahtar oluşturulamadı.
uk: Не вдалося згенерувати ключ за допомогою Argon2.
vi: Không thể tạo khóa bằng Argon2.
zh_hans: 使用 Argon2 生成密钥失败。
zh_hant: 使用 Argon2 生成金鑰失敗。

# Error.decodingFailed
source: Failed to decode data.
ar: فشل فك ترميز البيانات.
az: Məlumat dekodlaşdırılmadı.
be: Не ўдалося дэкадаваць даныя.
bn: ডেটা ডিকোড করতে ব্যর্থ হয়েছে।
ca: No s'han pogut descodificar les dades.
cs: Dekódování dat se nezdařilo.
da: Kunne ikke dekode data.
de: Daten konnten nicht dekodiert werden.
el: Αποτυχία αποκωδικοποίησης δεδομένων.
es: No se pudo descifrar el texto.
fi: Datan dekoodaus epäonnistui.
fr: Impossible de décoder les données.
he: כשל בפענוד נתונים.
hi: डेटा डिकोड करना विफल रहा।
hr: Dekodiranje podataka nije uspjelo.
hu: Nem sikerült dekódolni az adatokat.
hy: Տվյալների ապակոդավորումը չկատարվեց.
id: Gagal mendekode data.
is: Tókst ekki að afkóða gögn.
it: Impossibile decodificare i dati.
ja: データをデコードできませんでした。
ka: ტექსტის დეკოდირება ვერ მოხერხდა.
kk: Деректерді декодтау сәтсіз аяқталды.
ko: 데이터 디코딩에 실패했습니다。
ky: Маалыматтарды декоддоо ийгиликсиз аяктады.
ms: Gagal menyahkod data.
nb: Kunne ikke dekode data.
nl: Het decoderen van gegevens is mislukt.
pl: Nie udało się dekodować danych.
pt: Falha ao decodificar os dados.
ro: Nu s-au putut decodifica datele.
ru: Не удалось декодировать текст.
sk: Nepodarilo sa dekódovať dáta.
sv: Det gick inte att dekryptera data.
th: ไม่สามารถถอดรหัสข้อมูลได้.
tr: Veriler çözülemedi.
uk: Не вдалося розшифрувати текст.
vi: Không thể giải mã dữ liệu.
zh_hans: 数据解码失败。
zh_hant: 資料解碼失敗。

# Error.decryptionFailed
source: Failed to decrypt data.
ar: فشل فك التشفير.
az: Məlumat deşifrə edilmədi.
be: Не ўдалося дэшыфраваць даныя.
bn: ডেটা ডিক্রিপ্ট করতে ব্যর্থ হয়েছে।
ca: No s'han pogut desxifrar les dades.
cs: Dešifrování dat se nezdařilo.
da: Kunne ikke dekryptere data.
de: Daten konnten nicht entschlüsselt werden.
el: Αποτυχία αποκρυπτογράφησης δεδομένων.
es: No se pudieron descifrar los datos.
fi: Datan salauksen purku epäonnistui.
fr: Impossible de déchiffrer les données.
he: כשל בפענוח.
hi: डेटा डिक्रिप्ट करना विफल रहा।
hr: Dešifriranje podataka nije uspjelo.
hu: Nem sikerült visszafejteni az adatokat.
hy: Տվյալների ապակոդավորումը չհաջողվեց.
id: Gagal mendekripsi data.
is: Tókst ekki að afkóða gögn.
it: Impossibile decifrare i dati.
ja: データを復号できませんでした。
ka: მონაცემების დეშიფრაცია ვერ განხორციელდა.
kk: Деректердің шифрын шешу сәтсіз аяқталды.
ko: 데이터 복호화에 실패했습니다。
ky: Маалыматтардын шифрин чечүү ийгиликсиз аяктады.
ms: Gagal menyahsulit data.
nb: Kunne ikke dekryptere data.
nl: Het ontsleutelen van gegevens is mislukt.
pl: Nie udało się odszyfrować danych.
pt: Falha ao descriptografar os dados.
ro: Nu s-au putut decripta datele.
ru: Не удалось расшифровать данные.
sk: Nepodarilo sa dešifrovať dáta.
sv: Det gick inte att dekryptera data.
th: ไม่สามารถถอดรหัสข้อมูลได้.
tr: Veriler şifrelenmiş hâlde çözülemedi.
uk: Не вдалося розшифрувати дані.
vi: Không thể giải mã dữ liệu đã mã hóa.
zh_hans: 数据解密失败。
zh_hant: 資料解密失敗。

# Error.encodingFailed
source: Failed to encode data.
ar: فشل ترميز البيانات.
az: Məlumat kodlaşdırılmadı.
be: Не ўдалося закадаваць даныя.
bn: ডেটা এনকোড করতে ব্যর্থ হয়েছে।
ca: No s'han pogut codificar les dades.
cs: Kódování dat se nezdařilo.
da: Kunne ikke kode data.
de: Daten konnten nicht kodiert werden.
el: Αποτυχία κωδικοποίησης δεδομένων.
es: No se pudo codificar el texto.
fi: Datan koodaus epäonnistui.
fr: Impossible d'encoder les données.
he: כשל בקידוד נתונים.
hi: डेटा एन्कोड करना विफल रहा।
hr: Kodiranje podataka nije uspjelo.
hu: Nem sikerült kódolni az adatokat.
hy: Տվյալների կոդավորումը չկատարվեց.
id: Gagal mengenode data.
is: Tókst ekki að kóða gögn.
it: Impossibile codificare i dati.
ja: データをエンコードできませんでした。
ka: ტექსტის კოდირება ვერ მოხერხდა.
kk: Деректерді кодтау сәтсіз аяқталды.
ko: 데이터 인코딩에 실패했습니다。
ky: Маалыматтарды коддоо ийгиликсиз аяктады.
ms: Gagal mengekod data.
nb: Kunne ikke kode data.
nl: Het coderen van gegevens is mislukt.
pl: Nie udało się zakodować danych.
pt: Falha ao codificar os dados.
ro: Nu s-au putut codifica datele.
ru: Не удалось закодировать текст.
sk: Nepodarilo sa zakódovať dáta.
sv: Det gick inte att koda data.
th: ไม่สามารถเข้ารหัสข้อมูลได้.
tr: Veriler kodlanamadı.
uk: Не вдалося закодувати текст.
vi: Không thể mã hóa dữ liệu.
zh_hans: 数据编码失败。
zh_hant: 資料編碼失敗。

# Error.encryptionFailed
source: Failed to encrypt data.
ar: فشل التشفير.
az: Məlumat şifrələnmədi.
be: Не ўдалося зашыфраваць даныя.
bn: ডেটা এনক্রিপ্ট করতে ব্যর্থ হয়েছে।
ca: No s'han pogut xifrar les dades.
cs: Šifrování dat se nezdařilo.
da: Kunne ikke kryptere data.
de: Daten konnten nicht verschlüsselt werden.
el: Αποτυχία κρυπτογράφησης δεδομένων.
es: No se pudieron cifrar los datos.
fi: Datan salaus epäonnistui.
fr: Impossible de chiffrer les données.
he: כשל בהצפנה.
hi: डेटा एन्क्रिप्ट करना विफल रहा।
hr: Šifriranje podataka nije uspjelo.
hu: Nem sikerült titkosítani az adatokat.
hy: Տվյալների կոդավորումը չհաջողվեց.
id: Gagal mengenkripsi data.
is: Tókst ekki að dulrita gögn.
it: Impossibile cifrare i dati.
ja: データを暗号化できませんでした。
ka: მონაცემების დაშიფვრა ვერ განხორციელდა.
kk: Деректерді шифрлау сәтсіз аяқталды.
ko: 데이터 암호화에 실패했습니다。
ky: Маалыматтарды шифрлөө ийгиликсиз аяктады.
ms: Gagal menyulitkan data.
nb: Kunne ikke kryptere data.
nl: Het versleutelen van gegevens is mislukt.
pl: Nie udało się zaszyfrować danych.
pt: Falha ao criptografar os dados.
ro: Nu s-au putut cripta datele.
ru: Не удалось зашифровать данные.
sk: Nepodarilo sa zašifrovať dáta.
sv: Det gick inte att kryptera data.
th: ไม่สามารถเข้ารหัสข้อมูลได้.
tr: Veriler şifrelenemedi.
uk: Не вдалося зашифрувати дані.
vi: Không thể mã hóa dữ liệu.
zh_hans: 数据加密失败。
zh_hant: 資料加密失敗。

# Error.expired
source: The encrypted data has expired.
ar: انتهت صلاحية البيانات المشفرة.
az: Şifrələnmiş məlumatın müddəti bitib.
be: Тэрмін дзеяння зашыфраваных дадзеных скончыўся.
bn: এনক্রিপ্টেড ডেটার মেয়াদ শেষ হয়ে গেছে।
ca: Les dades xifrades han caducat.
cs: Šifrovaná data vypršela.
da: De krypterede data er udløbet.
de: Die verschlüsselten Daten sind abgelaufen.
el: Τα κρυπτογραφημένα δεδομένα έχουν λήξει.
es: Los datos cifrados han caducado.
fi: Salattu data on vanhentunut.
fr: Les données chiffrées ont expiré.
he: הנתונים המוצפנים פגו תוקפם.
hi: एन्क्रिप्टेड डेटा की समय-सीमा समाप्त हो गई है।
hr: Šifrirani podaci su istekli.
hu: A titkosított adatok lejártak.
hy: Կոդավորված տվյալների ժամկետը լրացել է.
id: Data terenkripsi telah kedaluwarsa.
is: Dulrituðu gögnin eru útrunnin.
it: I dati cifrati sono scaduti.
ja: 有効期限が切れました。
ka: დაშიფრული მონაცემების ვადა გასულია.
kk: Шифрланған деректердің мерзімі өтіп кетті.
ko: 암호화된 데이터의 유효 기간이 만료되었습니다。
ky: Шифрленген маалыматтардын мөөнөтү өтүп кетти.
ms: Data tersulit telah tamat tempoh.
nb: De krypterte dataene er utløpt.
nl: De versleutelde gegevens zijn verlopen.
pl: Zaszyfrowane dane wygasły.
pt: Os dados criptografados expiraram.
ro: Datele criptate au expirat.
ru: Срок действия зашифрованных данных истёк.
sk: Šifrované dáta vypršali.
sv: Den krypterade datan har upphört att gälla.
th: ข้อมูลที่เข้ารหัสหมดอายุแล้ว.
tr: Şifreli verilerin süresi doldu.
uk: Термін дії зашифрованих даних минув.
vi: Dữ liệu đã mã hóa đã hết hạn.
zh_hans: 加密数据已过期。
zh_hant: 加密資料已過期。

# Error.fileAccessDenied
source: Access to the file was denied.
ar: تم رفض الوصول إلى الملف.
az: Fayla giriş rədd edildi.
be: Доступ да файла адхілены.
bn: ফাইলে অ্যাক্সেস অস্বীকৃত হয়েছে।
ca: S'ha denegat l'accés al fitxer.
cs: Přístup k souboru byl odepřen.
da: Adgang til filen blev nægtet.
de: Zugriff auf die Datei wurde verweigert.
el: Η πρόσβαση στο αρχείο απορρίφθηκε.
es: Se denegó el acceso al archivo.
fi: Tiedoston käyttö evättiin.
fr: L'accès au fichier a été refusé.
he: הגישה לקובץ נדחתה.
hi: फ़ाइल तक पहुँच अस्वीकृत।
hr: Pristup datoteci je odbijen.
hu: A fájlhoz való hozzáférés megtagadva.
hy: Ֆայլին հասանելիությունը մերժված է։
id: Akses ke file ditolak.
is: Aðgangi að skrá var hafnað.
it: Accesso al file negato.
ja: ファイルへのアクセスが拒否されました。
ka: ფაილზე წვდომა უარყოფილია.
kk: Файлға қатынас тыйым салынды.
ko: 파일 접근이 거부되었습니다.
ky: Файлга жетүү тыюу салынды.
ms: Akses kepada fail ditolak.
nb: Tilgang til filen ble nektet.
nl: Toegang tot het bestand werd geweigerd.
pl: Odmowa dostępu do pliku.
pt: Acesso ao ficheiro negado.
ro: Accesul la fișier a fost refuzat.
ru: Доступ к файлу запрещён.
sk: Prístup k súboru bol zamietnutý.
sv: Åtkomst till filen nekades.
th: การเข้าถึงไฟล์ถูกปฏิเสธ
tr: Dosyaya erişim reddedildi.
uk: Доступ до файлу відхилено.
vi: Quyền truy cập tệp bị từ chối.
zh_hans: 文件访问被拒绝。
zh_hant: 檔案存取被拒絕。

# Error.fileReadFailed
source: Failed to read the file.
ar: فشل قراءة الملف.
az: Faylı oxumaq alınmadı.
be: Не ўдалося прачытаць файл.
bn: ফাইল পড়তে ব্যর্থ হয়েছে।
ca: No s'ha pogut llegir el fitxer.
cs: Čtení souboru se nezdařilo.
da: Det lykkedes ikke at læse filen.
de: Die Datei konnte nicht gelesen werden.
el: Η ανάγνωση του αρχείου απέτυχε.
es: No se pudo leer el archivo.
fi: Tiedoston lukeminen epäonnistui.
fr: Impossible de lire le fichier.
he: כשל בקריאת הקובץ.
hi: फ़ाइल पढ़ना विफल रहा।
hr: Čitanje datoteke nije uspjelo.
hu: A fájl olvasása sikertelen.
hy: Ֆայլը կարդալ չհաջողվեց։
id: Gagal membaca file.
is: Ekki tókst að lesa skrána.
it: Impossibile leggere il file.
ja: ファイルの読み取りに失敗しました。
ka: ფაილის წაკითხვა ვერ მოხერხდა.
kk: Файлды оқу сәтсіз аяқталды.
ko: 파일 읽기에 실패했습니다.
ky: Файлды окуу ийгиликсиз аяктады.
ms: Gagal membaca fail.
nb: Klarte ikke å lese filen.
nl: Het bestand kon niet worden gelezen.
pl: Nie udało się odczytać pliku.
pt: Não foi possível ler o ficheiro.
ro: Citirea fișierului a eșuat.
ru: Не удалось прочитать файл.
sk: Čítanie súboru zlyhalo.
sv: Det gick inte att läsa filen.
th: ไม่สามารถอ่านไฟล์ได้
tr: Dosya okunamadı.
uk: Не вдалося прочитати файл.
vi: Không thể đọc tệp.
zh_hans: 读取文件失败。
zh_hant: 讀取檔案失敗。

# Error.fileWriteFailed
source: Failed to write the file.
ar: فشل كتابة الملف.
az: Faylı yazmaq alınmadı.
be: Не ўдалося запісаць файл.
bn: ফাইল লিখতে ব্যর্থ হয়েছে।
ca: No s'ha pogut escriure el fitxer.
cs: Zápis souboru se nezdařil.
da: Det lykkedes ikke at skrive filen.
de: Die Datei konnte nicht geschrieben werden.
el: Η εγγραφή του αρχείου απέτυχε.
es: No se pudo escribir el archivo.
fi: Tiedoston kirjoittaminen epäonnistui.
fr: Impossible d'écrire le fichier.
he: כשל בכתיבת הקובץ.
hi: फ़ाइल लिखना विफल रहा।
hr: Pisanje datoteke nije uspjelo.
hu: A fájl írása sikertelen.
hy: Ֆայլը գրել չհաջողվեց։
id: Gagal menulis file.
is: Ekki tókst að skrifa skrána.
it: Impossibile scrivere il file.
ja: ファイルの書き込みに失敗しました。
ka: ფაილის ჩაწერა ვერ მოხერხდა.
kk: Файлды жазу сәтсіз аяқталды.
ko: 파일 쓰기에 실패했습니다.
ky: Файлга жазуу ийгиликсиз аяктады.
ms: Gagal menulis fail.
nb: Klarte ikke å skrive filen.
nl: Het bestand kon niet worden geschreven.
pl: Nie udało się zapisać pliku.
pt: Não foi possível escrever o ficheiro.
ro: Scrierea fișierului a eșuat.
ru: Не удалось записать файл.
sk: Zápis súboru zlyhal.
sv: Det gick inte att skriva filen.
th: ไม่สามารถเขียนไฟล์ได้
tr: Dosya yazılamadı.
uk: Не вдалося записати файл.
vi: Không thể ghi tệp.
zh_hans: 写入文件失败。
zh_hant: 寫入檔案失敗。

# Error.iconChangingFailure
source: Failed to change app icon.
ar: فشل تغيير أيقونة التطبيق.
az: Tətbiq ikonasını dəyişmək alınmadı.
be: Не ўдалося змяніць значок праграмы.
bn: অ্যাপ আইকন পরিবর্তন করতে ব্যর্থ হয়েছে।
ca: No s'ha pogut canviar la icona de l'app.
cs: Změna ikony aplikace se nezdařila.
da: Det lykkedes ikke at ændre app-ikonet.
de: Das App-Symbol konnte nicht geändert werden.
el: Η αλλαγή του εικονιδίου εφαρμογής απέτυχε.
es: No se pudo cambiar el ícono de la aplicación.
fi: Sovelluksen kuvakkeen vaihtaminen epäonnistui.
fr: Impossible de modifier l'icône de l'application.
he: כשל בשינוי אייקון האפליקציה.
hi: ऐप आइकॉन बदलना विफल रहा।
hr: Promjena ikone aplikacije nije uspjela.
hu: Az alkalmazás ikonjának módosítása sikertelen.
hy: Հավելվածի պատկերակը փոխել չհաջողվեց։
id: Gagal mengubah ikon aplikasi.
is: Ekki tókst að breyta táknmynd forritsins.
it: Impossibile modificare l'icona dell'app.
ja: アプリアイコンの変更に失敗しました。
ka: აპლიკაციის ხატულის შეცვლა ვერ მოხერხდა.
kk: Қолданба белгішесін өзгерту сәтсіз аяқталды.
ko: 앱 아이콘 변경에 실패했습니다.
ky: Колдонмо сөлөкөтүн өзгөртүү ийгиликсиз аяктады.
ms: Gagal menukar ikon aplikasi.
nb: Klarte ikke å endre appikon.
nl: Het app-pictogram kon niet worden gewijzigd.
pl: Nie udało się zmienić ikony aplikacji.
pt: Não foi possível alterar o ícone da aplicação.
ro: Schimbarea pictogramei aplicației a eșuat.
ru: Не удалось изменить иконку приложения.
sk: Zmena ikony aplikácie zlyhala.
sv: Det gick inte att ändra appikonen.
th: ไม่สามารถเปลี่ยนไอคอนแอปได้
tr: Uygulama simgesi değiştirilemedi.
uk: Не вдалося змінити значок програми.
vi: Không thể thay đổi biểu tượng ứng dụng.
zh_hans: 更改应用图标失败。
zh_hant: 更改應用程式圖示失敗。
